tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "spicetify/tap"
brew "jpeg-xl"
brew "autojump"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "exa"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libarchive"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "htop"
brew "irssi"
brew "jq"
brew "libssh"
brew "mas"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "openssl@1.1"
brew "openvpn"
brew "php"
brew "postgresql@14"
brew "python@3.11"
brew "rustscan"
brew "sevenzip"
brew "speedtest-cli"
brew "tldr"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "wifi-password"
brew "yt-dlp"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alfred"
cask "balenaetcher"
cask "bitwarden"
cask "blender"
cask "discord"
cask "docker"
cask "flameshot"
cask "github"
cask "google-chrome"
cask "intellij-idea-ce"
cask "iterm2"
cask "notion"
cask "obs"
cask "obsidian"
cask "postman"
cask "slack"
cask "spotify"
cask "steam"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
vscode "aaron-bond.better-comments"
vscode "alexkrechik.cucumberautocomplete"
vscode "Angular.ng-template"
vscode "astro-build.astro-vscode"
vscode "batisteo.vscode-django"
vscode "be5invis.vscode-custom-css"
vscode "bierner.color-info"
vscode "BracketPairColorDLW.bracket-pair-color-dlw"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "Greenbyte.handlebars-preview"
vscode "jdinhlife.gruvbox"
vscode "johnpapa.Angular2"
vscode "johnpapa.vscode-peacock"
vscode "karatelabs.karate"
vscode "KevinRose.vsc-python-indent"
vscode "luisfalconmx.falcon-theme"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.black-formatter"
vscode "ms-python.flake8"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "Nixon.env-cmd-file-syntax"
vscode "njpwerner.autodocstring"
vscode "njqdev.vscode-python-typehint"
vscode "PKief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "techer.open-in-browser"
vscode "vincaslt.highlight-matching-tag"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "wholroyd.jinja"
vscode "wix.vscode-import-cost"
vscode "xabikos.JavaScriptSnippets"
