tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "spicetify/tap"
brew "bitwarden-cli"
brew "fzf"
brew "gh"
brew "htop"
brew "neofetch"
brew "neovim"
brew "postgresql@14"
brew "speedtest-cli"
brew "tldr"
brew "tmux"
brew "zsh-autocomplete"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/yabai"
brew "spicetify/tap/spicetify-cli"
cask "alacritty"
cask "alfred"
cask "bitwarden"
cask "brave-browser"
cask "docker"
cask "firefox"
cask "flameshot"
cask "github"
cask "notion"
cask "obs"
cask "obsidian"
cask "postman"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
