tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "spicetify/tap"
brew "jpeg-xl"
brew "bitwarden-cli"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "htop"
brew "irssi"
brew "jq"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "postgresql@14"
brew "rustscan"
brew "speedtest-cli"
brew "starship"
brew "tldr"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "wifi-password"
brew "wireshark"
brew "yt-dlp"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "spicetify/tap/spicetify-cli"
cask "alacritty"
cask "alfred"
cask "balenaetcher"
cask "bitwarden"
cask "brave-browser"
cask "discord"
cask "docker"
cask "flameshot"
cask "github"
cask "iterm2"
cask "notion"
cask "obs"
cask "obsidian"
cask "postman"
cask "slack"
cask "spotify"
cask "surfshark"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
